IDEA Open Model
OpenModel.RigidLink Property
Compatible with IDEA StatiCa Beta 20.0
 List of Rigid link
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<RigidLink> RigidLink { get; set; }
Public Property RigidLink As List(Of RigidLink)
	Get
	Set
Property Value
Type: List<RigidLink>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace